import React from "react";
import './cssComponents/SeventhBlock.css'


const SeventhBlock =()=>{


    return(
        <div className="SevenWrapper">
            <div className="SevenHeader">ЧТО МОИ УЧЕНИКИ ГОВОРЯТ ОБО МНЕ?</div>
            <div className="FirstComment">
                <div className="IconFire"><div className="Fire"></div></div>
                <div className="FirstText">Замечаю прогресс, да, если я раньше даже что-то и понимала, когда мне говорят на английском, но не могла ответить, прям какой-то тупик в голове начинался, просто молчала, а сейчас я точно найду, что ответить, как объяснить, что мне нужно от человека)</div>
            </div>
            <div className="SecondComment">
                <div className="Huston"></div>
                <div className="SecondText">Домашние задания полезны, особенно если делать каждый день по чуть-чуть, в голове закрепляется то, что на уроке проходим👍🏻 Да, однозначно я бы порекомендовала друзьям! На уроках даешь итак много информации,  хорошо запоминается.</div>
            </div>
            <div className="ThirdComment">
                <div className="MaxIco"></div>
                <div className="OooIco"><div className="Fear"></div></div>
                <div className="ThirdText">Атмосфера занятий мне нравится, дружелюбно, комфортно) мне нравится, когда захожу на урок иногда с не очень настроением, день сложный допустим был и в течении урока, пока мы болтаем, как-то все проходит и заканчивается  уже урок на веселой ноте, это отлично)</div>
            </div>
            <div className="FourthComment">
                <div className="OkIco"><div className="Ok"></div></div>
                <div className="FourthText">Уже спустя 2-3 месяца обучения я начал замечать, что временами начал думать на английском-внутри себя стараюсь сформулировать свои мысли и действи на новом для меня языке</div>
            </div>
        </div>
    )
}


export default SeventhBlock